Repository: AlisonSouza/sneer
Catalog: sneer/src/translations/Translation_*.po
Languages: pt_br

source: Contacts
pt_br: Contatos

source: Change this only if you know what you are doing. Sneer TCP port to listen:
pt_br: Mude isto somente se souber o que está fazendo. Porta TCP para escutar:

source: Sneer Port Configuration
pt_br: Configuração da Porta do Sneer

source: What is your name? (You can change it any time you like)
pt_br: Qual o seu nome? (Você pode alterá-lo quando quiser)

source: Own Name
pt_br: Nome Próprio

source: Choose your Language
pt_br: Escolha seu Idioma

source: Available Languages:
pt_br: Idiomas Disponiveis:

source: Exit
pt_br: Sair

source: Welcome to Sneer, the first sovereign computing peer. :) This wizard will prepare Sneer to run for you.
pt_br: Bem-vindo ao Sneer, o primeiro peer de computação soberana. :) Este aplicativo irá preparar o Sneer pra rodar pra você.

source: Sneer is free software. It is licensed under the terms of the General Public License version 2 as published by the Free Software Foundation: http://www.gnu.org/copyleft/gpl.html Do you accept these terms?
pt_br: O Sneer é software livre. Ele é licenciado nos termos da General Public License versão 2 como publicado pela Free Software Foundation: http://www.gnu.org/copyleft/gpl.html Você aceita estes termos?

source: I Accept >
pt_br: Eu Aceito >

source: No
pt_br: Não

source: Each user of this computer can have his own Sneer setup. To store your setup, the following folder will be created: %1$s
pt_br: Cada usuário deste computador pode ter sua própria configuração de Sneer. Para guardar a sua configuração, a seguinte pasta será criada: %1$s

source: Congratulations! You are no longer a slave. You have just claimed your own share of the internet.
pt_br: Parabéns! Você não é mais um escravo. Você acaba de conquistar o seu espaço na internet.

source: Enjoy
pt_br: Aproveitar

source: Next >
pt_br: Próximo >

source: Cancel
pt_br: Cancelar

source: This wizard will now exit with no changes to your system.
pt_br: Este aplicativo será finalizado sem alterações a seu sistema.

source: This is an alpha-testing release for ADVANCED Java users. Please configure Sneer to run on your system startup and help keep the sovereign network up and alive, now in its early days: Linux: Call "java -jar Sneer.jar" from a runlevel script. Windows: Add a shortcut to Sneer.jar in "Start > All Programs > Startup".
pt_br: Este é um release de alpha-teste para usuários Java AVANÇADOS. Por favor, configure o Sneer pra rodar na inicialização do seu sistema e ajude a rede soberana a ficar online, agora na infância: Linux: chame "java -jar Sneer.jar" de um runlevel script. Windows: Adicione um atalho para Sneer.jar em "Iniciar > Programas > Inicializar".

source: Delete
pt_br: Remover

source: New contact's nickname
pt_br: Apelido do novo contato

source: Host Address for %1$s
pt_br: Endereço do host para %1$s

source: Port Number
pt_br: Número da Porta

source: Sneer Port for %1$s
pt_br: Porta Sneer para %1$s

source: Remote contact has same public key as another contact.
pt_br: Contato remoto possui mesma chave pública que outro contato.

source: %1$s has the same public key as %2$s. You must delete one of them.
pt_br: %1$s possui a mesma chave pública que %2$s. Você deve apagar um deles.

source: SECURITY ALERT FOR CONTACT: %1$s Either this contact has changed its public key or someone else is trying to trick you and impersonate it. This contact's status will be changed to 'UNCONFIRMED', so that you can confirm its public key again.
pt_br: ALERTA DE SEGURANÇA: %1$s Este contato mudou sua chave pública ou alguém está tentando enganar você e passar-se por ele. O status deste contato será mudado para 'não confirmado', para que você possa confirmar a chave pública dele novamente.

source: Someone claiming to be %1$s is trying to connect to you. Do you want to accept the connection?
pt_br: Alguem dizendo ser %1$s está tentando se conectar com você. Você deseja aceitar a conexão?

source: Enter a nickname for your new contact:
pt_br: Entre um apelido para o novo contato:

source: There already is another contact with this nickname: %1$s
pt_br: Já existe outro contato com esse nome: %1$s

source: Choose Another...
pt_br: Escolher outro...

source: The port you chose (%1$s) might be blocked or in use by another application, including another Sneer instance. You can have two instances of Sneer running if you like, for two people, for example, but each one has to use a different port. If there is another application using that same port, you either have to close it, configure it to use a different port, or configure Sneer to use a different port.
pt_br: O port escolhido (%1$s) está bloqueado ou em uso por outro aplicativo, incluindo outra instância do sneer.

source: Unable to listen on port %1$s.
pt_br: Não é possivel escutar no port %1$s.

source: There already is a contact with this nickname: %1$s
pt_br: Já existe um contato com este nome: %1$s

source: Some contact already had that public key.
pt_br: Algum contato já possui esta chave pública.

source: Me
pt_br: Eu

source: Start Conversation
pt_br: Iniciar Conversa

source: Sneer Port
pt_br: Port do Sneer

source: Nick
pt_br: Apelido

source: Update
pt_br: Atualizar

source: No contacts
pt_br: Sem contatos

source: Language
pt_br: Língua

source: %1$s tried to send you objects of class you do not have installed. You might be running a different version of Sneer.
pt_br: %1$s tentou enviar objetos de uma classe não instalada. Você deve estar rodando uma versão diferente do Sneer.

source: There already is a contact with nickname: %1$s
pt_br: Já existe um contato com este nickname: %1$s

source: Remove
pt_br: Remover

source: Publish
pt_br: Publicar

source: Choose the App Sources folder
pt_br: Escolha a pasta com o código fonte do aplicativo

source: %1$s is typing...
pt_br: %1$s está teclando...

source: %1$s has entered text...
pt_br: %1$s digitou texto...

source: Messages
pt_br: Mensagens

source: Receive
pt_br: Receber

source: Receiving %1$s - Choose Download Directory
pt_br: Recebendo %1$s - Escolha diretório de download

source: This is not a valid folder: %1$s Try again.
pt_br: Este diretório não é válido: %1$s Tente novamente.

source: Choose File to Send to %1$s
pt_br: Escolha arquivo para enviar para %1$s

source: Send
pt_br: Enviar

source: Voice
pt_br: Voz

source: %1$s is calling you. Do you want to accept this call?
pt_br: %1$s está te chamando. Deseja aceitar esta chamada?

source: Available Applications
pt_br: Applicativos Disponíveis

source: Me Too
pt_br: Eu Também

source: Applications
pt_br: Aplicativos

source: MP3 Sushi Table
pt_br: Tabela MP3 Sushi

source: MP3 Sushi Waiting Players
pt_br: MP3 Sushi Esperando Jogadores

source: Add
pt_br: Adicionar

source: Choose MP3 Directory
pt_br: Escolha o diretório de MP3

source: MP3 Sushi War Zone
pt_br: Área de guerra do MP3 Sushi

source: Send File
pt_br: Enviar Arquivo
